[LANGUAGE]
Language=ไทย
Author=Suksit Sripitchayaphan
Site=http://suksit.com

[OPTION]
Title=Yod'm 3D - ตัวเลือก
OK=ตกลง
CANCEL=ยกเลิก

[TAB_ACTIVATION]
Title=การเรียกใช้งาน
ErrorHotKeyMandatory=กรุณาเลือกฮอตคีย์อย่างน้อยหนึ่งอัน
ErrorHotKeyInvalid=ไม่สามารถใช้งานฮอตคีย์นี้ได้
HotkeyGroup=ฮอตคีย์สำหรับเรียกใช้งาน
TextHotkeyArrowKeyLeftRight=(ปุ่มลูกศรซ้าย/ขวา : หมุนลูกบาศก์)
TextHotkeyArrowKeyUp=(ปุ่มลูกศรขึ้น : แสดงลูกบาศก์ในระยะไกล)
TextHotkeyArrowKeyDown=(ปุ่มลูกศรลง : แสดงลูกบาศก์ในระยะใกล้)
ShowCubeOnHorkeyDown=แสดงลูกบาศก์เมื่อกดฮอตคีย์
StartWithWindows=เริ่มการทำงานพร้อมกับวินโดวส์
AutoCenterCubeOnMouseUp=จัดลูกบาศก์ให้อยู่กึ่งกลางโดยอัตโนมัติเมื่อเลิกกดปุ่มเมาส์
HideTaskbarIcon=ไม่แสดงไอคอนบนทาสก์บาร์ (รัน Yod'm 3D อีกครั้งเพื่อเปิดหน้าต่างตัวเลือก)
ShowCubeOnWindowMoveOut=หมุนลูกบาศก์โดยอัตโนมัติเมื่อเลื่อนหน้าต่างออกนอกจอ
DisableTaskbarButtonAnimation=ปิดแิอนิเมชันของปุ่มบนทาสก์บาร์ (ทำให้เปลี่ยนเดสก์ทอปได้เร็วขึ้น)
DisableTaskbarButtonAnimationRestart=(ต้องรีสตาร์ทวินโดวส์)
AutoSwitchToAttentionWindow=สลับไปหาหน้าต่างที่ต้องการความสนใจโดยอัตโนมัติ
ShowAttentionMessage=แสดงข้อความเตือนจากหน้าต่างที่อยู่บนเดสก์ทอปอื่น
AutoHideWindowsOtherDesktop=ซ่อนหน้าต่างที่เป็นของเดสก์ทอปอื่นโดยอัตโนมัติ

[TAB_LANGUAGE]
Title=ภาษา
ChooseLanguage=เลือกภาษา
Author=ผู้แปล :
Site=เว็บไซต์ :

[TAB_ZOOM]
Title=การซูม
ZoomHotkeydown=ซูมเมื่อกดฮอตคีย์ค้างไว้
ZoomArrowKeyUPDown=ซูมเมื่อกดปุ่มลูกศรขึ้น
ZoomRotateCubeWithHotkey=ซูมเมื่อกดฮอตคีย์สำหรับหมุนลูกบาศก์
ZoomWhenMoveWindow=ซูมเมื่อเคลื่อนย้ายหน้าต่าง
RotationSpeed=ความเร็วในการหมุน
ZoomSpeed=ความเร็วในการซูม


[TAB_DISPLAY]
Title=การแสดงผล
Antialiasing=เปิดใช้งาน anti-aliasing  (ถ้าสามารถใช้ได้)
HardwareProcessing=ใช้การประมวลผลด้วยฮาร์ดแวร์ (ถ้าสามารถใช้ได้, ต้องรีสตาร์ท Yod'm 3D)
OptimizeMemory=คืนหน่วยความจำเมื่อไม่ได้ใช้งาน (แต่จะทำให้เรียกใช้งานโปรแกรมได้ช้าลง)
CubeTextureFilter=ระดับฟิลเตอร์สำหรับพื้นผิวลูกบาศก์ :
BackgroundTextureFilter=ระดับฟิลเตอร์สำหรับพื้นผิวฉากหลัง :
StandardBackground=ฉากหลังมาตรฐาน
WidescreenBackground=ฉากหลังแบบ Widescreen
Background=ฉากหลัง
CubeTransparency=ความโปร่งใสของลูกบาศก์  (ต้องรีสตาร์ท Yod'm 3D)
Transparent=โปร่งใส
Opaque=ทึบ
ActiveWindowOpaque=ไม่ทำให้หน้าต่างที่กำลังใช้งานอยู่โปร่งใส
TaskbarOpaque=ไม่ทำให้ทาสก์บาร์โปร่งใส


[TAB_DESKTOP]
Title=เดสก์ทอป
Desktop1=เดสก์ทอป 1 :
Desktop2=เดสก์ทอป 2 :
Desktop3=เดสก์ทอป 3 :
Desktop4=เดสก์ทอป 4 :
WinKey=+ ปุ่มวินโดวส์
DirectAccess=เรียกใช้งานโดยตรง
ManageDesktopIcon=จัดการไอคอนสำหรับแต่ละเดสก์ทอป


[TAB_MOUSE]
Title=เมาส์
CubeActivation=การแสดงลูกบาศก์
ActivateCubeWhenCursorOnCorner=แสดงลูกบาศก์เมื่อเคอร์เซอร์อยู่ที่มุมของเดสก์ทอป
ActivationDelay=ช่วงเวลาดีเลย์ก่อนที่จะแสดงลูกบาศก์ (หน่วยเป็น ms) :


[MENU]
Options=ตัวเลือก
About=เกี่ยวกับ
Exit=ออก
Desktop=เดสก์ทอป
NotificationMessage=มีแอพพลิเคชันกำลังต้องการความสนใจ...
NeedRecoverNotification=แอพพลิเคชันนี้ไม่ตอบสนอง, กำลังพยายามทำให้กลับสู่สภาพปกติ
RecoverNotification=กลับสู่สภาพปกติแล้ว
Current=(เดสก์ทอปปัจจุบัน)